[Categories.Iris ChallengeCategoryDefinition]
CategoryName="Campanha da Matança"

[Challenges.Challenge_Iris_BuyTorgueItems ChallengeDefinition]
ChallengeName="Artigos da Torgue Adquiridos"
Description="Compre artigos da Torgue."

[Challenges.Challenge_Iris_BuyTorgueItems:ChallengeConditionDefinition_10 ChallengeConditionDefinition]
Description="Compre 2 artigos da Torgue."

[Challenges.Challenge_Iris_BuyTorgueItems:ChallengeConditionDefinition_11 ChallengeConditionDefinition]
Description="Compre 5 artigos da Torgue."

[Challenges.Challenge_Iris_BuyTorgueItems:ChallengeConditionDefinition_12 ChallengeConditionDefinition]
Description="Compre 8 artigos da Torgue."

[Challenges.Challenge_Iris_BuyTorgueItems:ChallengeConditionDefinition_13 ChallengeConditionDefinition]
Description="Compre 12 artigos da Torgue."

[Challenges.Challenge_Iris_BuyTorgueItems:ChallengeConditionDefinition_14 ChallengeConditionDefinition]
Description="Compre 15 artigos da Torgue."

[Challenges.Challenge_Iris_CompleteBattles ChallengeDefinition]
ChallengeName="Batalhas Completadas"
Description="Complete as batalhas."

[Challenges.Challenge_Iris_CompleteBattles:ChallengeConditionDefinition_15 ChallengeConditionDefinition]
Description="Complete 1 batalha."

[Challenges.Challenge_Iris_CompleteBattles:ChallengeConditionDefinition_16 ChallengeConditionDefinition]
Description="Complete 4 batalhas."

[Challenges.Challenge_Iris_CompleteBattles:ChallengeConditionDefinition_17 ChallengeConditionDefinition]
Description="Complete 8 batalhas."

[Challenges.Challenge_Iris_CompleteBattles:ChallengeConditionDefinition_18 ChallengeConditionDefinition]
Description="Complete 12 batalhas."

[Challenges.Challenge_Iris_KillBikers ChallengeDefinition]
ChallengeName="Morte aos Motoqueiros"
Description="Elimine os motoqueiros."

[Challenges.Challenge_Iris_KillBikers:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Elimine 50 motoqueiros."

[Challenges.Challenge_Iris_KillBikers:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Elimine 100 motoqueiros."

[Challenges.Challenge_Iris_KillBikers:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Elimine 150 motoqueiros."

[Challenges.Challenge_Iris_KillBikers:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Elimine 200 motoqueiros."

[Challenges.Challenge_Iris_KillBikers:ChallengeConditionDefinition_9 ChallengeConditionDefinition]
Description="Elimine 250 motoqueiros."

[Challenges.Challenge_Iris_KillMotorcycles ChallengeDefinition]
ChallengeName="Motos Destruídas"
Description="Destrua as motos."

[Challenges.Challenge_Iris_KillMotorcycles:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Destrua 80 motos."

[Challenges.Challenge_Iris_KillMotorcycles:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Destrua 10 motos."

[Challenges.Challenge_Iris_KillMotorcycles:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Destrua 20 motos."

[Challenges.Challenge_Iris_KillMotorcycles:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Destrua 30 motos."

[Challenges.Challenge_Iris_KillMotorcycles:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="Destrua 50 motos."

[Challenges.Challenge_Iris_Raid1 ChallengeDefinition]
ChallengeName="Pete, O Invencível Vencido"
Description="Derrote Pete, O Invencível"

[Challenges.Challenge_Iris_Raid1:ChallengeConditionDefinition_20 ChallengeConditionDefinition]
Description="Derrote Pete, O Invencível 1 vez"

[Challenges.Challenge_Iris_Raid1:ChallengeConditionDefinition_21 ChallengeConditionDefinition]
Description="Derrote Pete, O Invencível 3 vezes"

[Challenges.Challenge_Iris_Raid1:ChallengeConditionDefinition_22 ChallengeConditionDefinition]
Description="Derrote Pete, O Invencível 5 vezes"

[Challenges.Challenge_Iris_Raid1:ChallengeConditionDefinition_23 ChallengeConditionDefinition]
Description="Derrote Pete, O Invencível 10 vezes"

[Challenges.Challenge_Iris_Raid1:ChallengeConditionDefinition_24 ChallengeConditionDefinition]
Description="Derrote Pete, O Invencível 15 vezes"

[Challenges.Challenge_Iris_TorgueTokens ChallengeDefinition]
ChallengeName="Aquisição de Moedas Torgue"
Description="Consiga algumas moedas Torgue."

[Challenges.Challenge_Iris_TorgueTokens:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Consiga 100 Moedas Torgue."

[Challenges.Challenge_Iris_TorgueTokens:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Consiga 250 Moedas Torgue."

[Challenges.Challenge_Iris_TorgueTokens:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Consiga 500 Moedas Torgue."

[Challenges.Challenge_Iris_TorgueTokens:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Consiga 750 Moedas Torgue."

[Challenges.Challenge_Iris_TorgueTokens:ChallengeConditionDefinition_9 ChallengeConditionDefinition]
Description="Consiga 1000 Moedas Torgue."

[LevelChallenges.Arena_C4IsForCookie ChallengeDefinition]
ChallengeName="Biscoitos com C4"
Description="Exploda as 6 caixas de biscoitos que estão nas dispensas da Arena."

[LevelChallenges.Arena_CultOfTheVault ChallengeDefinition]
ChallengeName="Culto à Sepultura"
Description="Encontre os dois símbolos ocultos da Sepultura."

[LevelChallenges.Arena_ItsCool ChallengeDefinition]
ChallengeName="Calma, É Só Uma Pipa"
Description="Suba nas vigas superiores da Arena."

[LevelChallenges.Arena_NotEntertained ChallengeDefinition]
ChallengeName="Não é Divertido?"
Description="Termine o NV 3 do Apetite por Destruição."

[LevelChallenges.Arena_RingOfFire ChallengeDefinition]
ChallengeName="Círculo de Fogo"
Description="Exploda todos os barris que estão na borda exterior da Arena."

[LevelChallenges.Beatdown_CultOfTheVault ChallengeDefinition]
ChallengeName="Culto à Sepultura"
Description="Encontre os dois símbolos ocultos da Sepultura."

[LevelChallenges.Beatdown_IThoughtBigger ChallengeDefinition]
ChallengeName="Pensava Que Era Mais... Alto"
Description="Termine o NV 3 do desafio de Gresca."

[LevelChallenges.Crater_AsAdvertised ChallengeDefinition]
ChallengeName="Como Nos Anúncios"
Description="Encontre os 2 cofres de tesouro ocultos de acordo com os cartazes."

[LevelChallenges.Crater_CultOfTheVault ChallengeDefinition]
ChallengeName="Culto à Sepultura"
Description="Encontre os quatro símbolos ocultos da Sepultura."

[LevelChallenges.Crater_FanclubMembership ChallengeDefinition]
ChallengeName="Sócio do Fã-clube"
Description="Encontre a cabana nos arredores da Cratera."

[LevelChallenges.Crater_ICanFly ChallengeDefinition]
ChallengeName="Posso Voar!"
Description="Fique o maior tempo possível no ar, saltando do ponto mais alto da Cratera Badass de Badassitude."

[LevelChallenges.Crater_OnlyShellsINeed ChallengeDefinition]
ChallengeName="Queimando Asfalto"
Description="Termine o NV 3 das Corridas."

[LevelChallenges.Forge_AirMail ChallengeDefinition]
ChallengeName="Correio Aéreo"
Description="Termine o NV 3 da Batalha dos Abutres."

[LevelChallenges.Forge_CultOfTheVault ChallengeDefinition]
ChallengeName="Culto à Sepultura"
Description="Encontre os três símbolos ocultos da Sepultura."

[LevelChallenges.Forge_IDIDStartFire ChallengeDefinition]
ChallengeName="Começou o Incêndio"
Description="Faça uma exibição pirotécnica explodindo todos os barris incendiários da Torgue Housing."

[LevelChallenges.Forge_ParachutePansies ChallengeDefinition]
ChallengeName="Pára-quedas São Para Viadinhos"
Description="Salte do ponto mais alto da Forja e sobreviva sem golpear contra o metal fundido."

[LevelChallenges.Southern_CultOfTheVault ChallengeDefinition]
ChallengeName="Culto à Sepultura"
Description="Encontre os dois símbolos ocultos da Sepultura."

